Repository: BryErn1996/NanoTrans
Catalog: WpfApplication2/Properties/Strings.*.resx
Languages: cs

# FileDialogLoadOODictionaryFilter
source: OpenOffice 3 plugins {*.zip,*.oxt} |*.zip;*.oxt
cs: Rozšíření OpenOffice 3 {*.zip,*.oxt} |*.zip;*.oxt

# FileDialogLoadSpeakersDatabaseFilter
source: Speaker database file (*{0})|*{1}|All Files (*.*)|*.*
cs: Soubory mluvčích (*{0})|*{1}|Všechny soubory (*.*)|*.*

# FileDialogLoadSpeakersDatabaseTitle
source: Open speakers database
cs: Otevřít soubor s databází mluvčích...

# FileDialogSaveSpeakersDatabaseTitle
source: Save Speakers database ..
cs: Uložit databází mluvčích...

# mainWindowStatusbarAudioConversionHeader
source: Audio conversion:
cs: Převod audia:

# mainWindowStatusbarStatusTextConversionDone
source: Conversion done!
cs: Převod souboru dokončen!

# mainWindowStatusbarStatusTextConversionRunning
source: Converting audio...
cs: Probíhá převod vybraného audio souboru na podporovaný formát...

# mainWindowStatusbarStatusTextReady
source: Ready
cs: Připraven

# menuEdit
source: Edit
cs: Úpravy

# menuEditDeleteElement
source: Delete element
cs: Smazat položku

# menuEditDeleteNonSpeechEvents
source: Remove non-speech events
cs: Odstraň neřečové události

# menuEditNewChapter
source: New chapter
cs: Nová kapitola

# menuEditNewSection
source: New section at selected position
cs: Nová sekce na pozici

# menuFile
source: File
cs: Soubor

# menuFileExit
source: Exit
cs: Konec

# menufileExport
source: Export (Ctrl+Shift+E)
cs: Exportovat (Ctrl+Shift+E)

# menuFileImport
source: Import (Ctrl+Shift+I)
cs: Importovat (Ctrl+Shift+I)

# menuFileNewTranscription
source: New transcription
cs: Nový přepis

# menufileOpenAudio
source: Open audio
cs: Otevřít audio

# menuFileOpenTranscription
source: Open transcription
cs: Otevřít přepis

# menuFileOpenVideo
source: Open video
cs: Otevřít video

# menuFileSave
source: Save transcription
cs: Uložit přepis

# menuFileSaveAs
source: Save transcription as
cs: Uložit přepis jako

# menuHelp
source: Help
cs: Nápověda

# menuHelpAbout
source: About
cs: O programu

# menuHelpHelp
source: About
cs: Popis programu

# menuTools
source: _Tools
cs: _Nástroje

# menuToolsFonetics
source: Fonetic Transcription
cs: Fonetický přepis

# menuToolsFoneticsShow
source: Show fonetic transcription
cs: Zobrazit fonetický přepis

# menuToolsSetSpeaker
source: Set speaker
cs: Nastav mluvčího

# menuToolsSettings
source: Settings
cs: Nastavení

# menuToolsVideoShow
source: Show Video
cs: Zobrazit Video

# MessageBoxAudioFormatError
source: Audio file format cannot be opened. The file is corrupted or in an invalid format.
cs: Soubor, který se pokoušíte přehrát není podporován nebo je poškozený

# MessageBoxCannotTakeSnapshotVideoNotLoaded
source: Cannot capture a speaker miniature, video is not loaded-
cs: Nelze vytvořit obrázek mluvčího, protože není načteno video

# MessageBoxConfigFileDeserializationError
source: Error occured when loading program settings
cs: Chyba pri derializaci konfiguračního souboru souboru:

# MessageBoxConfirmSpeakerDeletion
source: Do you realy want to delete selected speaker from database?
cs: Opravdu chcete smazat vybraného mluvčího z databáze programu?

# MessageBoxConfirmUsedSpeakerDeletion
source: Do you realy want to delete selected speaker from database? (speaker is used in current transcription and will be replaced by the empty speaker)
cs: Opravdu chcete smazat vybraného mluvčího z příslušného seznamu i datové struktury, pokud je v ní přítomen?

# MessageBoxDictinaryInstalled
source: Spellchecking dictionary was installed
cs: Slovníky pro kontrolu pravopisu byly nainstalovány

# MessageBoxDictionaryConfirmLoad
source: Load spellcheking dictionary {0}?
cs: Načíst slovník {0}?

# MessageBoxDictionaryDownloadError
source: Cannot download file, download was canceled by the user, file was removed from server or the internet connection is not active.
cs: Soubor nebyl stažen, uživatel zastavil stahování, cílová adresa už neexistuje, nebo není dostupné připojení k internetu

# MessageBoxDictionaryDownloadErrorCaption
source: Downloading error
cs: Problém se stahováním z internetu

# MessageBoxDictionaryFormatError
source: Cannot open the file. file is corrupted or not in the Open Office 3 format
cs: Soubor nelze otevřít, je poškozený, nebo to není rozšíření Open Office 3

# MessageBoxErrorCaption
source: Error
cs: Chyba

# MessageBoxExportError
source: Error occured during export...
cs: Export souboru skončil chybou

# MessageBoxImportError
source: Error occured during import...
cs: Import souboru skončil chybou

# MessageBoxInfoCaption
source: Information
cs: Informace

# MessageBoxLocalSpeakersDatabaseUnreachableLoad
source: The Speakers Database file is unreachable, please set valid location in settings.
cs: Databáze mluvčích je nedostupná, změňte cestu v nastavení

# MessageBoxLocalSpeakersDatabaseUnreachableSave
source: The Speakers Database file is unreachablecannot save speakers.
cs: Cesta k databázi mluvčích je neplatná, mluvčí nebudou uloženi (v nastavní jde cesta změnit)

# MessageBoxOpenTranscriptionError
source: Error occured in the transcription:
cs: Chyba pri otevirani prepisu:

# MessageBoxQuestionCaption
source: Question:
cs: Otázka:

# MessageBoxSaveBeforeClosing
source: Current transcription is not saved. Save now?
cs: Přepis není uložený. Chcete ho nyní uložit?

# MessageBoxSaveTranscriptionError
source: Cannot save transcription (exception occured)
cs: Chyba pri ukladani titulku:

# MessageBoxSearchCaption
source: Find
cs: Vyhledávání

# MessageBoxSearchTryFromBegining
source: The specified text was not found, start again from the start?
cs: Vyhledávaný výraz nebyl nalezen, začít znovu od začátku dokumentu?

# MessageBoxSpeakerCannotReplace
source: Cannot convert
cs: Nelze Převést

# MessageBoxSpeakerReplaceDone
source: converted
cs: Převedeno

# MessageBoxSpeakerReplaceTargetNotSelected
source: Target speaker is not selected.
cs: Není výbraný mluvčí na kterého neviditelné převést

# MessageBoxTooShortParagraph
source: Any paragraph cannot be shorter than 100ms
cs: Odstavec nemůže být kratší než 100ms

# MessageBoxUseVideoFileAsAudioSource
source: Use the video file as an audio source?
cs: Chcete použít jako zdroj audia načítaný video soubor?

# MessageBoxWarningCaption
source: Warning
cs: Varování

# OODictionaryLicenceTitle
source: You have to accept the licence agreement of spellchecking dictionary
cs: Pro instalaci slovníků si musíte být vědomi tohoto:

# WaveformContextMenuSetEnd
source: Set the time to the end of the element
cs: Přiřadit čas konce elementu

# WaveformContextMenuSetSelection
source: Set the slecetion time to the element
cs: Přiřadit čas výběru elementu

# WaveformContextMenuSetStart
source: Set the time to the begining of the element
cs: Přiřadit čas začátku elementu

# WaveformContextMenuSetStartToCursor
source: Move transcription - Start to the cursor
cs: Posunout přepis - začátek ke kurzoru

# WinSetupAudioPlayback
source: Audio Playback
cs: Přehrávání zvuku

# WinSetupAudioRecording
source: Audio Recording
cs: Záznam zvuku

# WinSetupInputDevices
source: Input devices:
cs: Vstupní zažízení:

# WinSetupJumpLength
source: Jump length:
cs: Délka skoku:

# WinSetupOthersTab
source: Other settings
cs: Ostatní

# WinSetupOutputDevices
source: Output devices:
cs: Výstupní zažízení:

# WinSetupPlaybackSettings
source: Playback settings
cs: Nastavení Přehrávání

# WinSetupPlaybackTab
source: Playback
cs: Přehrávání

# WinSetupSlowPlaybackSpeed
source: Slowed plaback - speed:
cs: Zpomalené přehrávání - rychlost:

# WinSetupSpeakersDatabaseButtonTitle
source: Load...
cs: Načíst...

# WinSetupSpeakersDatabaseLabelTitle
source: File:
cs: Soubor:

# WinSetupSpeakersDatabaseTitle
source: Speakers database loacation
cs: Výchozí databáze mluvčích

# WinSetupSpellchekingDownloadAutomatically
source: Download dictionary automaticaly
cs: Stáhnout slovník automaticky

# WinSetupSpellchekingSetManually
source: Open file manually
cs: Načíst slovníky ručně

# WinSetupSpellchekingTitle
source: Spellcheking dictionary
cs: Spellcheking Slovníky

# WinSetupSpellchekingUpdateAutomatically
source: Update dictionary automatically
cs: Aktualizovat slovník automaticky

# WinSetupTextualTranscriptionFontSize
source: Transcription font size:
cs: Velikost textu přepisu:

# WinSetupTextualTranscriptionImageSize
source: Size:
cs: Velikost:

# WinSetupTextualTranscriptionShowImage
source: Show speaker miniature
cs: Zobrazit fotografii mluvčího

# WinSetupTextualTranscriptionTitle
source: Ortographic transcription
cs: Textový přepis

# WinSetupTitle
source: Settings
cs: Nastavení

# TranscriptionContextMenuAdd50ms
source: Move remaining +50ms
cs: Posunout zbytek +50ms

# TranscriptionContextMenuDeleteElement
source: Delete...
cs: Smazat...

# TranscriptionContextMenuExport
source: Export paragraph
cs: Exportovat záznam

# TranscriptionContextMenuNewChapter
source: New chapter
cs: Nová kapitola

# TranscriptionContextMenuNewSection
source: New section
cs: Nová sekce

# TranscriptionContextMenuNewSectionAtPosition
source: New section at position
cs: Nová sekce na pozici

# TranscriptionContextMenuSetSpeaker
source: Set speaker
cs: Nastav mluvčího

# TranscriptionContextMenuSubstract50ms
source: Move remaining -50ms
cs: Posunout zbytek -50ms

# VideoContextMenuTakeSnapshot
source: Take image of the speaker
cs: Sejmout obrázek mlvčího

# AboutWindowTitle
source: About
cs: O programu

# DefaultChapterText
source: Chapter 0
cs: Kapitola 0

# DefaultSectionText
source: Section 0
cs: Sekce 0

# DownloadFileWindowTitle
source: Downloading...
cs: Stahování

# ExceptionWindowBigMessage
source: An unhandled exception occured. To prevent the corruption, please save transcription to new file and restart the NanoTrans.
cs: Nastala neočekávaná chyba programu. Abyste zabránili ztrátě dat uložte změny a restartujte NanoTrans

# ExceptionWindowExceptionTitle
source: Exception detail:
cs: Výpis chyby:

# ExceptionWindowSaveAndRestartButton
source: Save and restart
cs: Uložit a restartovat

# ExceptionWindowTitle
source: Unhandled exception occured
cs: Nastala neočekáváná výjimka

# FileDialogLoadImageFilter
source: Image Files|*.jpg;*.jpeg;*.png;*.gif;*.bmp|All files (*.*)|*.*
cs: Soubory obrázků|*.jpg;*.jpeg;*.png;*.gif;*.bmp|Všechny soubory (*.*)|*.*

# FileDialogLoadImageTitle
source: Open file with a speaker miniature
cs: Otevřít soubor s obrázkem mluvčího...

# FileDialogLoadImportFilter
source: All importable files({0})|{0}
cs: Soubory všech importovatelných typů({0})|{0}

# FileDialogLoadImportTitle
source: Import file
cs: Importovat soubor

# FileDialogLoadTranscriptionFilter
source: Transcription Files (*.trsx;*.tlst)|*.trsx;*.tlst|All Files (*.*)|*.*
cs: Soubory titulků (*.trsx;*.tlst)|*.trsx;*.tlst|Všechny soubory (*.*)|*.*

# FileDialogLoadTranscriptionTitle
source: Open transcription file ...
cs: Otevřít soubor s titulky...

# FileDialogSaveTranscriptionFilter
source: Transcription Files (*.trsx)|*.trsx|All files (*.*)|*.*
cs: Soubory titulků (*.trsx)|*.trsx|Všechny soubory (*.*)|*.*

# FileDialogSaveTranscriptionTitle
source: Save transcription file...
cs: Uložit soubor s titulky...

# FindDialogCaseSensitiveCheckbox
source: Case senitive search
cs: Rozlišovat malá a velká písmena

# FindDialogNextButton
source: Find next
cs: Najít další

# FindDialogSearchInSpeakersCheckbox
source: Search in Speakers
cs: Hledat v mluvčích

# FindDialogSearchLable
source: Find:
cs: Najít:

# FindDialogTitle
source: Find
cs: Hledání

# FindDialogUseRegexCheckbox
source: Use regular expressions
cs: Hledat regulárním výrazem

# HelpWindowCloseButtonText
source: Close
cs: Zavřít

# HelpWindowTitle
source: Help
cs: Nápověda

# ImportSelectImportPlugin
source: File can be imported by two or more plugins, please select one.
cs: Soubor s danou příponou je možné importovat více pluginy, vyberte ten správný

# LoadAudioFilter
source: Multimedia files (*.wav, *.mp3, *.wma, *.avi, *.mpg, *.wmv)|*.wav;*.mp3;*.wma;*.avi;*.mpg;*.mpeg;*.wmv|Audio files(*.wav, *.mp3, *.wma)|*.wav;*.mp3;*.wma|All files (*.*)|*.*
cs: Multimediální soubory (*.wav, *.mp3, *.wma, *.avi, *.mpg, *.wmv)|*.wav;*.mp3;*.wma;*.avi;*.mpg;*.mpeg;*.wmv|Zvukové soubory (*.wav, *.mp3, *.wma)|*.wav;*.mp3;*.wma|Všechny soubory (*.*)|*.*

# LoadAudioTitle
source: Open audio file...
cs: Otevřít zvukový soubor...

# LoadVideoFilter
source: Video file (*.avi, *.mpg, *.wmv)|*.avi;*.mpg;*.mpeg;*.wmv|Všechny soubory (*.*)|*.*
cs: Video soubor (*.avi, *.mpg, *.wmv)|*.avi;*.mpg;*.mpeg;*.wmv|Všechny soubory (*.*)|*.*

# LoadVideoTitle
source: Open video file...
cs: Otevřít video soubor...

# PickOneDialogFilterLabel
source: Filter
cs: Filtr

# SexConversionFemale
source: Male
cs: Žena

# SexConversionMale
source: Female
cs: Muž

# ContextMenuLanguageHeader
source: Paragraph language
cs: Jazyk Odstavce

# SpeakerDetailsButtonAddAttribute
source: Add Attribute
cs: Přidat popisek

# SpeakerDetailsButtonDeleteAttribute
source: Delete Attribure
cs: Smazat popisek

# SpeakerDetailsButtonEditAttribute
source: Edit attribute
cs: Editovat popisek

# SpeakerDetailsDegreeAfter
source: Degree after za:
cs: Titul za:

# SpeakerDetailsDegreeBefore
source: Degreee before:
cs: Titul před:

# SpeakerDetailsFirstName
source: Name:
cs: Jméno:

# SpeakerDetailsLabelAttributes
source: Speaker Attributes
cs: Popisky

# SpeakerDetailsMiddleName
source: Middle name:
cs: Druhé jméno:

# SpeakerDetailsOnlineReload
source: Reload
cs: Obnovit

# SpeakerDetailsOnlineSave
source: Save
cs: Uložit

# SpeakerDetailsSurName
source: Surname:
cs: Přijmení:

# SpeakersManagerButtonNewSpeaker
source: New speaker
cs: Nový mluvčí

# SpeakersManagerButtonOK
source: Replace
cs: Nahradit

# SpeakersManagerCheckboxDocumentSpeakers
source: Speakers from document
cs: Mluvčí z přepisu

# SpeakersManagerCheckboxLocalSpeakers
source: Speakers from local database
cs: Mluvčí uživatele

# SpeakersManagerCheckboxOnlineSpeakers
source: Speakers online
cs: Mluvčí online

# SpeakersManagerCheckboxShowMiniatures
source: Show speaker miniatures
cs: Zobrazit Miniatury

# SpeakersManagerContextMenuDelete
source: Delete
cs: Odstranit

# SpeakersManagerContextMenuMerge
source: Merge with the other speakers
cs: Sloučit s dalšími mluvčími

# SpeakersManagerContextMenuNew
source: New Sepaker
cs: Nový mluvčí

# SpeakersManagerContextMenuReplace
source: Replace int transcription with
cs: Nahradit v prepisu za

# SpeakersManagerLabelSearch
source: Find:
cs: Hledat:

# SpeakersManagerTitle
source: Speakers manager
cs: Správce mluvčích

# SpeakersSynchronizerLabelDocumentList
source: Speakers from document:
cs: Mluvčí v dokumentu:

# SpeakersSynchronizerLabelLocalList
source: Speakers from local database:
cs: Mluvčí uživatele:

# SpeakersSynchronizerTitle
source: Synchronization of the speakers
cs: Synchronizace mluvčích

# GlobalNonSpeechEvents
source: cough,ehm,laugh,silence,breath,noise,music,smack
cs: kasel,ehm,smich,ticho,nadech,hluk,hudba,mlask

# SpeakerDetailsPinToCocument
source: Pin to document:
cs: Připojit k dokumentu:

# SpeakersSynchronizerContextMenuRemoveLink
source: Remove Link
cs: Odstraň Přiřazení

# WinSetupLocalizationTitle
source: Localization
cs: Lokalizace

# GlobalDefaultSpeakerAttributes
source: Comment,Marital status,Nationality,Employment
cs: Komentář,Rodinný stav,Národnost,Zaměstnání

# mainWindowHideNonSpeechEventsTooltip
source: Hide Non-Speech events
cs: Skýt neřečové události

# mainWindowOpenSpeakerSynchronizerTooltip
source: Speaker synchronization
cs: Synchronizace mluvčích

# mainWindowStatusbarAudioConversionTooltip
source: Audio loading progress
cs: Stav načítání multimediálního souboru

# mainWindowWaveformHeightAuto
source: Scale waveform height automatically
cs: Automaticky nastaví měřítko vlny

# mainWindowWaveformHeightIn
source: Scale waveform height in
cs: Zvětší vlnu ve směru Y

# mainWindowWaveformHeightOut
source: Scale waveform height out
cs: Zmenší vlnu ve směru Y

# mainWindowWaveformSlowPlayback
source: Slowed Playback
cs: Zpomalené přehrávání

# mainWindowStatusbarStatusMediaDownloading
source: Downloading media file
cs: Stahuji audio soubor

# mainWindowNextTranscriptionTooltip
source: Next Transcription
cs: Další přepis

# mainWindowPreviousTranscriptionTooltip
source: Previous Transcription
cs: Předchozí přepis

# WaveformTooltipAudioLength
source: Total length of audio file [h:mm:ss]
cs: Celková délka audio souboru [h:mm:ss]

# SavePathName
source: Save Path:
cs: Ukládat do:

# QuickSavePathNotSpecifiedError
source: Quick save path is not specified
cs: Cesta pro rychlé ukádání není nastavena

# MessageBoxCannotLoadTranscription
source: Transcription cannot be loaded
cs: Nelze načíst přepis

# SpeakersManagerButtonOKAll
source: Replace all
cs: Nahradit vše

# SpeakersManagerSpeakerMergeDialogCaption
source: Merge speakers
cs: Sloučení mluvčích

# SpeakersManagerSpeakerMergeDialogQuestionFormat
source: Merge speaker "{0}" with "{1}"?
cs: Opravdu chcete sloučit mluvčí "{0}" do mluvčího "{1}"?

# SpeakersManagerSpeakerMergeLabel
source: Select speakers for merging with:
cs: Vyberte další mluvčí pro sloučení s :

# SpeakersManagerSpeakerReplaceDialogCaption
source: Replace speaker
cs: Nahrazení mluvčího

# SpeakersManagerSpeakerReplaceDialogQuestionFormat
source: Replace speaker "{0}" with "{1}"?
cs: Opravdu chcete v prepisu nahradit mluvčího "{0}" mluvčím "{1}"?

# SpeakersManagerSpeakerSelectLabel
source: Select speaker that will replace:
cs: Vyberte mluvčího kterým v přepisu nahradíte:

# SpeakersManagerSaveUnsavedOnlineSpeakersDialogQuestion
source: Some online speakers have changed, but was not uploaded to the server. Upload them?
cs: Někteří mluvčí obsahují změny, které nebyly uloženy do centrálního úložiště. \n Uložit všechny?

# SpeakersManagerSaveUnsavedOnlineSpeakersDialogText
source: Save changed speakers?
cs: Uložit změny?

# SpeakersManagerSpeakerApplyChangesDialogFormat
source: Save changes of speaker {0}?
cs: Uložit změny mluvčího {0}?

# SpeakersManagerSpeakerApplyChangesDialogQuestion
source: Save changed speaker?
cs: Uložit změny?

# SpeakersManagerDeleteSpeakerDialogFormat
source: Delete speaker {0}?
cs: Opravdu chcete odstranit mluvčího "{0}"?

# SpeakersManagerDeleteSpeakerDialogQuestion
source: Delete speaker?
cs: Odstranění mluvčího
